/*
 * Serial number localization strings (stolen from Server Admin)
 */ 

"kSerialNumberUserLimit" = "%ld-クライアント使用許諾契約";

"kSerialNumberUserLimitNoLimit" = "無制限-クライアント使用許諾契約";

"kSerialNumberUserLimitUnknown" = "使用できません";

"kSerialNumberUserLimitNotSupported" = "Mac OS X Server v10.2 では使用できません。";

"kInvalidSerialNumber" = "シリアル番号が無効です";

"kLastSerialNumberInvalid" = "シリアル番号（%@）が無効です。正しいシリアル番号を入力してください。";

"kNeverExpires" = "有効期限なし";

"kExpiresOn" = "有効期限：";

"100038" = "シリアル番号が重複しています"; /* DUPLICATE_REGISTERED_LICENSE_ERR */

"100039" = "シリアル番号がすでに登録されています"; /* ALREADY_REGISTERED_LICENSE_ERR */

"100040" = "シリアル番号を登録できませんでした"; /* CANNOT_REGISTER_LICENSE_ERR */

"100041" = "シリアル番号が無効です"; /* INVALID_LICENSE_ERR */

"100042" = "デーモンが原因でライセンスを確認できませんでした"; /* LICENSE_DAEMON_COMMUNICATION_ERR */

"100043" = "ファイアウォールが原因でライセンスを確認できませんでした"; /* LICENSE_FIREWALL_COMMUNICATION_ERR */

"100044" = "ライセンスを確認できませんでした"; /* LICENSE_PARAMETER_ERR */

"100045" = "シリアル番号を保存できませんでした"; /* CANNOT_STORE_LICENSE_ERR */

"100046" = "シリアル番号を取得できませんでした"; /* CANNOT_RETRIEVE_LICENSE_ERR */

"100047" = "シリアル番号の有効期限が切れました"; /* EXPIRED_LICENSE_ERR */
